Repository: MosStroiInform/mosstroinform_mobile
Catalog: packages/logger/lib/l10n/l10n_*.arb
Languages: ru

# devConsoleDebugInfo
source: Debug Info
ru: Информация для отладки

# devConsoleDebugInfoAppBuildNumber
source: App Build Number
ru: Номер сборки приложения

# devConsoleDebugInfoAppVersion
source: App Version
ru: Версия приложения

# devConsoleDebugInfoDeviceModel
source: Device Model
ru: Модель устройства

# devConsoleDebugInfoDeviceOS
source: Device OS
ru: Операционная система устройства

# devConsoleDebugInfoFlavor
source: Flavor
ru: Флавр

# devConsoleDebugInfoNoData
source: No data
ru: Нет данных

# devConsoleLogsFullMode
source: Console logs full mode
ru: Полный режим консоли

# devConsoleOpenConsole
source: Open logger console
ru: Открыть консоль разработчика

# devConsoleTitle
source: Dev Console
ru: Консоль разработчика
